'''
**********计算机,即负责进行数学计算且存储计算结果的电子设备**********

算数运算符是运算符的一种;
是完成基本的算数运算使用的符号,用来处理四则运算;
运算符:
    运算符       描述          实例
    +           加            10+20 = 30
    -           减            10-20 = -10
    *           乘            10*20 = 200                也可以用于字符串,输出5个- 可以写为 print('-' * 5)
    /           除            10/20 = 0.5
    //          取整除         返回整数部分(商) 9//2输出结果4
    %           取余数         返回除法的余数
    **          幂            又称次方、乘方, 2**3 = 8

算数运算符的优先级
    与数学保持一致
    先乘除后加减
    同级运算符从左到右计算
    可以使用()调整计算的优先级
    算数优先级由高到低顺序排序
        **                      幂(最高优先级)
        * / % //                乘、除、取余数、取整数
        + -                     加法、减法
'''